9/data/attachments/f4991638bbf2caaa.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Laura_seem_Actions_62331_2</nif:username>
            <nif:friendToBeRequested>soap_actions_6bd045c0-8a46-4d9b-95cf-0d090beffbf7</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>